"ua_cancel_edit_messages" = "ሰርዝ";
"ua_cancel_edit_messages_description" = "የመልእክት አርትዖቶችን ሰርዝ";
"ua_connection_error" = "የግንኙነት ስህተት";
"ua_content_error" = "የይዘት ስህተት";
"ua_delete_message" = "መልእክት ሰርዝ";
"ua_delete_message_description" = "የተመረጡ መልዕክቶችን ሰርዝ";
"ua_delete_messages" = "መልእክት ሰርዝ";
"ua_delete_messages_description" = "የተመረጡ መልዕክቶችን ሰርዝ";
"ua_edit_messages" = "አርትዕ";
"ua_edit_messages_description" = "መልዕክቶችን ያርትዑ";
"ua_empty_message_list" = "ምንም መልዕክቶች የሉም";
"ua_mark_messages_read" = "መነበቡን አመልክት";
"ua_mark_messages_read_description" = "የተመረጡትን መልዕክቶች እንደተነበቡ ምልክት ያድርጉ";
"ua_mc_failed_to_load" = "መልእክት መጫን አልተቻለም። እባክዎ ቆየት ብለው ይሞክሩ.";
"ua_mc_no_longer_available" = "የተመረጠው መልእክት ከአሁን በኋላ አይገኝም።";
"ua_message_cell_description" = "ሙሉ መልእክት ያሳያል";
"ua_message_cell_editing_description" = "ምርጫ ይቀያየራል።";
"ua_message_center_title" = "የመልእክት ማእከል";
/* Message <TITLE>, sent at <DATE> */
"ua_message_description" = "መልዕክት %@፣ %@ ላይ ተልኳል";
"ua_message_not_selected" = "ምንም መልዕክቶች አልተመረጡም።";
/* Unread message <TITLE>, sent at <DATE> */
"ua_message_unread_description" = "ያልተነበበ መልዕክት %@፣ %@ ላይ ተልኳል";
"ua_notification_button_accept" = "ተቀበል";
"ua_notification_button_add" = "አክል";
"ua_notification_button_add_to_calendar" = "ወደ ቀን መቁጠሪያ ያክሉ";
"ua_notification_button_book_now" = "አሁን ያዝ";
"ua_notification_button_buy_now" = "አሁን ይግዙ";
"ua_notification_button_copy" = "ቅዳ";
"ua_notification_button_decline" = "አትቀበል";
"ua_notification_button_dislike" = "አለመውደድ";
"ua_notification_button_download" = "አውርድ";
"ua_notification_button_follow" = "ተከተል";
"ua_notification_button_less_like" = "እንደዚህ ያነሰ";
"ua_notification_button_like" = "መውደድ";
"ua_notification_button_more_like" = "ተጨማሪ እንደዚህ";
"ua_notification_button_no" = "አይ";
"ua_notification_button_opt_in" = "መርጦ መግባት";
"ua_notification_button_opt_out" = "መርጦ ውጣ";
"ua_notification_button_rate_now" = "አሁን ደረጃ ይስጡ";
"ua_notification_button_remind" = "በኋላ አስታውሰኝ";
"ua_notification_button_save" = "አስቀምጥ";
"ua_notification_button_search" = "ፈልግ";
"ua_notification_button_send_info" = "መረጃ ላክ";
"ua_notification_button_share" = "አጋራ";
"ua_notification_button_shop_now" = "አሁን ይሸምቱ";
"ua_notification_button_tell_me_more" = "ተጨማሪ ንገረኝ";
"ua_notification_button_unfollow" = "አትከተል";
"ua_notification_button_yes" = "አዎ";
"ua_ok" = "እሺ";
"ua_preference_center_title" = "ምርጫ ማዕከል";
"ua_retry_button" = "እንደገና ይሞክሩ";
"ua_select_all_messages" = "ሁሉንም ይምረጡ";
"ua_select_all_messages_description" = "ሁሉንም መልዕክቶች ምረጥ";
"ua_select_none_messages" = "ምንምን ይምረጡ";
"ua_select_none_messages_description" = "የመልእክት ምርጫን ዳግም አስጀምር";
"ua_unread_message_description" = "መልእክት አልተነበበም።";
